IDEA Open Model
BentUpBar.TopLength Property
Compatible with IDEA StatiCa v 10.1
 Length of additional bar on the top
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double TopLength { get; set; }
Public Property TopLength As Double
	Get
	Set
public:
property double TopLength {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace